---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.VAPerFtSup2
source: html/632c2d2e-a6d8-dd74-063a-d03940dc12d7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.VAPerFtSup2 Property

Symbol VA/ft², indicating unit Volt amperes per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId VAPerFtSup2 { get; }
```